---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PartUtils
source: html/3d026046-2541-d9c6-fae3-fc54bc4656da.htm
---
# PartUtils Members

Identifies if the given elements can be used to create parts.